Repository: makkoar/Field-of-Wonders
Catalog: Field of Wonders/Localization/Lang.*.resx
Languages: de, es, fr, it, pt

# Log_MainWindowInitialized
source: MainWindow initialized successfully (ViewModel setup pending).
de: MainWindow erfolgreich initialisiert (ViewModel-Setup steht noch aus).
es: MainWindow inicializado correctamente (configuraci?n de ViewModel pendiente).
fr: MainWindow initialise avec succes (configuration ViewModel en attente).
it: MainWindow inizializzato con successo (configurazione ViewModel in sospeso).
pt: MainWindow inicializada com sucesso (configura??o do ViewModel pendente).

# Log_MainWindowInitializing
source: Initializing MainWindow.
de: Initialisiere MainWindow.
es: Inicializando MainWindow.
fr: Initialisation de MainWindow.
it: Inizializzazione di MainWindow.
pt: Inicializando MainWindow.

# Log_MainWindowShutdownAttempt
source: Attempting to shutdown application due to critical initialization error.
de: Versuch, die Anwendung aufgrund eines kritischen Initialisierungsfehlers herunterzufahren.
es: Intentando cerrar la aplicaci?n debido a un error cr?tico de inicializaci?n.
fr: Tentative d'arret de l'application en raison d'une erreur d'initialisation critique.
it: Tentativo di arrestare l'applicazione a causa di un errore critico di inizializzazione.
pt: Tentando desligar o aplicativo devido a erro cr?tico de inicializa??o.

# Log_MainWindowTempPuzzle
source: Temporary Puzzle object created for testing.
de: Temporares Puzzle-Objekt zum Testen erstellt.
es: Objeto Puzzle temporal creado para pruebas.
fr: Objet Puzzle temporaire cree pour les tests.
it: Oggetto Puzzle temporaneo creato per il test.
pt: Objeto Puzzle tempor?rio criado para teste.

# Log_NoLanguagesFound_AddingFallbacks
source: No supported languages were found automatically. Attempting to add fallbacks.
de: Keine unterstutzten Sprachen automatisch gefunden. Versuch, Fallbacks hinzuzufugen.
es: No se encontraron idiomas admitidos autom?ticamente. Intentando agregar respaldos.
fr: Aucune langue prise en charge trouvee automatiquement. Tentative d'ajout de langues de secours.
it: Nessuna lingua supportata trovata automaticamente. Tentativo di aggiungere fallback.
pt: Nenhum idioma suportado foi encontrado automaticamente. Tentando adicionar fallbacks.

# Log_PlayerNameDefault_Format
source: Player name not provided. Using default name: '{0}'.
de: Spielername nicht angegeben. Standardname wird verwendet: '{0}'.

# Log_PlayerNameDefault_Format1
source: Player name not provided. Using default name: '{0}'.
de: Spielername nicht angegeben. Standardname wird verwendet: '{0}'.

# Log_PlayerScoreAdded_Format
source: Player '{0}' scored {1} points. New score: {2}. (Previous: {3})
de: Spieler '{0}' erhielt {1} Punkte. Neuer Punktestand: {2}. (Vorher: {3})

# Log_PlayerScoreAdded_Format1
source: Player '{0}' scored {1} points. New score: {2}. (Previous: {3})
de: Spieler '{0}' erhielt {1} Punkte. Neuer Punktestand: {2}. (Vorher: {3})

# Log_PlayerScoreReset_Format
source: Player '{0}' score reset to 0. (Previous: {1})
de: Punktestand von Spieler '{0}' auf 0 zur?ckgesetzt. (Vorher: {1})

# Log_PlayerScoreReset_Format1
source: Player '{0}' score reset to 0. (Previous: {1})
de: Punktestand von Spieler '{0}' auf 0 zur?ckgesetzt. (Vorher: {1})

# Log_SaveLanguageSettingFailed
source: Failed to save selected language setting.
de: Einstellung der ausgewahlten Sprache konnte nicht gespeichert werden.
es: No se pudo guardar la configuraci?n del idioma seleccionado.
fr: Echec de l'enregistrement du parametre de langue selectionne.
it: Impossibile salvare l'impostazione della lingua selezionata.
pt: Falha ao salvar a configura??o de idioma selecionada.

# Log_SaveSettings_DirectoryNotFound_Format
source: Failed to save settings: directory for file '{0}' not found.
de: Einstellungen konnten nicht gespeichert werden: Verzeichnis fur Datei '{0}' nicht gefunden.
fr: Impossible d'enregistrer les parametres : repertoire pour le fichier '{0}' introuvable.

# Log_SaveSettings_IOException_Format
source: I/O error while saving settings file '{0}'. Details: {1}
de: E/A-Fehler beim Speichern der Einstellungsdatei '{0}'. Details: {1}
fr: Erreur d'E/S lors de l'enregistrement du fichier de parametres '{0}'. Details : {1}

# Log_SaveSettings_Unauthorized_Format
source: No permission to save settings to file '{0}'.
de: Keine Berechtigung zum Speichern der Einstellungen in Datei '{0}'.
fr: Aucune autorisation pour enregistrer les parametres dans le fichier '{0}'.

# Log_SaveSettings_Unexpected_Format
source: Unexpected error while saving settings file '{0}'. Details: {1}
de: Unerwarteter Fehler beim Speichern der Einstellungsdatei '{0}'. Details: {1}
fr: Erreur inattendue lors de l'enregistrement du fichier de parametres '{0}'. Details : {1}

# Log_SettingsFileDeleted
source: Settings file '{0}' was deleted.
de: Einstellungsdatei '{0}' wurde geloscht.
fr: Fichier de parametres '{0}' supprime.

# Log_SettingsFileDeleteFailed
source: Failed to delete settings file '{0}'. Error ignored.
de: Einstellungsdatei '{0}' konnte nicht geloscht werden. Fehler ignoriert.
fr: Impossible de supprimer le fichier de parametres '{0}'. Erreur ignoree.

# Log_SettingsLoaded
source: Settings loaded from file '{0}'.
de: Einstellungen aus Datei '{0}' geladen.
fr: Parametres charges depuis le fichier '{0}'.

# Log_SettingsSaved
source: Settings successfully saved to file '{0}'.
de: Einstellungen erfolgreich in Datei '{0}' gespeichert.
fr: Parametres enregistres avec succes dans le fichier '{0}'.

# Log_SystemCultureAdded
source: System culture "{0}" added to the list.
de: Systemkultur "{0}" zur Liste hinzugef?gt.
fr: Culture syst?me "{0}" ajout?e ? la liste.
it: Cultura di sistema "{0}" aggiunta alla lista.

# Log_SystemCultureAddFailed
source: Failed to get or add system UI culture as fallback.
de: System-UI-Kultur konnte nicht als Fallback abgerufen oder hinzugefugt werden.
es: No se pudo obtener o agregar la cultura de la interfaz de usuario del sistema como respaldo.
fr: Impossible d'obtenir ou d'ajouter la culture de l'interface utilisateur systeme comme secours.
it: Impossibile ottenere o aggiungere la cultura dell'interfaccia utente di sistema come fallback.
pt: Falha ao obter ou adicionar a cultura da interface do usu?rio do sistema como fallback.

# Log_SystemCultureDiscoveryFailed
source: Failed to determine system culture.
de: Systemkultur konnte nicht ermittelt werden.
fr: Impossible de d?terminer la culture syst?me.
it: Impossibile determinare la cultura di sistema.

# Log_UnhandledExceptionAppDomain
source: Unhandled exception in AppDomain. IsTerminating: {0}
de: Unbehandelte Ausnahme in AppDomain. Wird beendet: {0}
es: Excepci?n no controlada en AppDomain. Terminando: {0}
fr: Exception non geree dans AppDomain. Terminaison : {0}
it: Eccezione non gestita in AppDomain. Termine: {0}
pt: Exce??o n?o tratada no AppDomain. Terminando: {0}

# Log_UnhandledExceptionAppDomain_NoException
source: Unhandled exception in AppDomain, but no exception object found. IsTerminating: {0}
de: Unbehandelte Ausnahme in AppDomain, aber kein Ausnahmeobjekt gefunden. Wird beendet: {0}
es: Excepci?n no controlada en AppDomain, pero no se encontr? ning?n objeto de excepci?n. Terminando: {0}
fr: Exception non geree dans AppDomain, mais aucun objet exception trouve. Terminaison : {0}
it: Eccezione non gestita in AppDomain, ma nessun oggetto eccezione trovato. Termine: {0}
pt: Exce??o n?o tratada no AppDomain, mas nenhum objeto de exce??o encontrado. Terminando: {0}

# Log_UnhandledExceptionDispatcher
source: Unhandled exception in Dispatcher.
de: Unbehandelte Ausnahme im Dispatcher.
es: Excepci?n no controlada en Dispatcher.
fr: Exception non geree dans Dispatcher.
it: Eccezione non gestita in Dispatcher.
pt: Exce??o n?o tratada no Dispatcher.

# Log_UserClosedLanguageSelection
source: User closed language selection or no selection made. Falling back to first available language: {0}
de: Benutzer hat Sprachauswahlfenster geschlossen oder keine Auswahl getroffen. Erste verfugbare Sprache wird verwendet: {0}
es: El usuario cerr? la selecci?n de idioma o no hizo ninguna selecci?n. Usando el primer idioma disponible: {0}
fr: L'utilisateur a ferme la selection de la langue ou aucune selection n'a ete faite. Retour a la premiere langue disponible : {0}
it: L'utente ha chiuso la selezione della lingua o non ha effettuato alcuna selezione. Ripiego sulla prima lingua disponibile: {0}
pt: O usu?rio fechou a sele??o de idioma ou nenhuma sele??o foi feita. Recorrendo ao primeiro idioma dispon?vel: {0}

# Log_UserSelectedLanguage
source: User selected language: {0}
de: Benutzer hat Sprache ausgewahlt: {0}
es: Usuario seleccion? idioma: {0}
fr: L'utilisateur a selectionne la langue : {0}
it: L'utente ha selezionato la lingua: {0}
pt: Usu?rio selecionou idioma: {0}

# MainWindow_Title
source: Field of Wonders
de: Glucksrad (Feld der Wunder)
es: Campo de Maravillas
fr: Champ des Merveilles
it: Campo dei Miracoli
pt: Campo das Maravilhas

# Player_DefaultName
source: Player
de: Spieler
