Repository: makkoar/Field-of-Wonders
Catalog: Field of Wonders/Localization/Lang.*.resx
Languages: de, es, fr, it, pt

# Error_AnswerCannotBeEmpty
source: Answer cannot be empty.
de: Die Antwort darf nicht leer sein.
es: La respuesta no puede estar vacía.
fr: La reponse ne peut pas etre vide.
it: La risposta non puo essere vuota.
pt: A resposta não pode estar vazia.

# Error_ApplyCulture_NotFound_Format
source: Selected language '{0}' not found ({1}).\nDefault language will be used.
de: Ausgewahlte Sprache '{0}' nicht gefunden ({1}).\nStandardsprache wird verwendet.
es: Idioma seleccionado '{0}' no encontrado ({1}).\nSe utilizará el idioma predeterminado.
fr: Langue selectionnee '{0}' introuvable ({1}).\nLa langue par defaut sera utilisee.
it: Lingua selezionata '{0}' non trovata ({1}).\nVerra utilizzata la lingua predefinita.
pt: Idioma selecionado '{0}' não encontrado ({1}).\nO idioma padrão será usado.

# Error_ApplyCulture_Title
source: Error Setting Language
de: Fehler beim Einstellen der Sprache
es: Error al establecer el idioma
fr: Erreur de definition de la langue
it: Errore nell'impostazione della lingua
pt: Erro ao Definir Idioma

# Error_ApplyCulture_Unexpected_Format
source: An unexpected error occurred while setting the language:\n{0}
de: Beim Einstellen der Sprache ist ein unerwarteter Fehler aufgetreten:\n{0}
es: Se produjo un error inesperado al establecer el idioma:\n{0}
fr: Une erreur inattendue s'est produite lors de la definition de la langue :\n{0}
it: Si e verificato un errore imprevisto durante l'impostazione della lingua:\n{0}
pt: Ocorreu um erro inesperado ao definir o idioma:\n{0}

# Error_Critical_CannotSetAnyLanguage
source: Critical Error: Failed to set any of the available languages. The application will close.
de: Kritischer Fehler: Keine der verfugbaren Sprachen konnte eingestellt werden. Die Anwendung wird geschlossen.
es: Error crítico: No se pudo establecer ninguno de los idiomas disponibles. La aplicación se cerrará.
fr: Erreur critique : Echec de la definition de l'une des langues disponibles. L'application va se fermer.
it: Errore critico: impossibile impostare nessuna delle lingue disponibili. L'applicazione verra chiusa.
pt: Erro Crítico: Falha ao definir qualquer um dos idiomas disponíveis. O aplicativo será fechado.

# Error_Critical_NoLanguagesFound
source: Failed to detect supported languages. The application will close.
de: Unterstutzte Sprachen konnten nicht erkannt werden. Die Anwendung wird geschlossen.
es: No se pudieron detectar los idiomas admitidos. La aplicación se cerrará.
fr: Echec de la detection des langues prises en charge. L'application va se fermer.
it: Impossibile rilevare le lingue supportate. L'applicazione verra chiusa.
pt: Falha ao detectar idiomas suportados. O aplicativo será fechado.

# Error_Critical_Title
source: Critical Error
de: Kritischer Fehler
es: Error crítico
fr: Erreur critique
it: Errore critico
pt: Erro Crítico

# Error_DataInitializationFailed_Format
source: Error initializing game data:\n{0}
de: Fehler bei der Initialisierung der Spieldaten:\n{0}
es: Error al inicializar los datos del juego:\n{0}
fr: Erreur d'initialisation des donnees du jeu :\n{0}
it: Errore durante l'inizializzazione dei dati di gioco:\n{0}
pt: Erro ao inicializar os dados do jogo:\n{0}

# Error_DiscoverLanguages_Failed_Format
source: An error occurred during automatic language detection:\n{0}\n\nThe default language will be used.
de: Bei der automatischen Spracherkennung ist ein Fehler aufgetreten:\n{0}\n\nEs wird die Standardsprache verwendet.
es: Se produjo un error durante la detección automática de idiomas:\n{0}\n\nSe utilizará el idioma predeterminado.
fr: Une erreur s'est produite lors de la detection automatique de la langue :\n{0}\n\nLa langue par defaut sera utilisee.
it: Si e verificato un errore durante il rilevamento automatico della lingua:\n{0}\n\nVerra utilizzata la lingua predefinita.
pt: Ocorreu um erro durante a detecção automática de idioma:\n{0}\n\nO idioma padrão será usado.

# Error_DiscoverLanguages_Title
source: Error Discovering Languages
de: Fehler bei der Spracherkennung
es: Error al detectar idiomas
fr: Erreur de detection des langues
it: Errore nel rilevamento delle lingue
pt: Erro ao Descobrir Idiomas

# Error_DispatcherUnhandledException_Format
source: Unhandled UI Exception: {0}
de: Unbehandelte UI-Ausnahme: {0}
es: Excepci?n de UI no controlada: {0}
fr: Exception UI non geree : {0}
it: Eccezione UI non gestita: {0}
pt: Exce??o de UI n?o tratada: {0}

# Error_LoadSettings_IOException_Format
source: Error reading settings file '{0}':\n{1}\n\nPlease check access permissions to the application folder.
de: Fehler beim Lesen der Einstellungsdatei '{0}':\n{1}\n\nUberprufen Sie die Zugriffsberechtigungen fur den Anwendungsordner.
es: Error al leer el archivo de configuración '{0}':\n{1}\n\nPor favor, compruebe los permisos de acceso a la carpeta de la aplicación.
fr: Erreur lors de la lecture du fichier de parametres '{0}':\n{1}\n\nVeuillez verifier les autorisations d'acces au dossier de l'application.
it: Errore durante la lettura del file delle impostazioni '{0}':\n{1}\n\nVerificare le autorizzazioni di accesso alla cartella dell'applicazione.
pt: Erro ao ler o arquivo de configurações '{0}':\n{1}\n\nVerifique as permissões de acesso à pasta do aplicativo.

# Error_LoadSettings_ReadFailed_Format
source: Error reading settings file '{0}':\n{1}\n\nThe file will be deleted. Language selection will be required on next launch.
de: Fehler beim Lesen der Einstellungsdatei '{0}':\n{1}\n\nDie Datei wird geloscht. Beim nachsten Start muss die Sprache ausgewahlt werden.
es: Error al leer el archivo de configuración '{0}':\n{1}\n\nEl archivo será eliminado. Se requerirá la selección de idioma en el próximo inicio.
fr: Erreur lors de la lecture du fichier de parametres '{0}':\n{1}\n\nLe fichier sera supprime. La selection de la langue sera requise au prochain lancement.
it: Errore durante la lettura del file delle impostazioni '{0}':\n{1}\n\nIl file verra eliminato. Sara richiesta la selezione della lingua al prossimo avvio.
pt: Erro ao ler o arquivo de configurações '{0}':\n{1}\n\nO arquivo será excluído. A seleção de idioma será necessária na próxima inicialização.

# Error_LoadSettings_Title
source: Error Loading Settings
de: Fehler beim Laden der Einstellungen
es: Error al cargar la configuración
fr: Erreur de chargement des parametres
it: Errore nel caricamento delle impostazioni
pt: Erro ao Carregar Configurações

# Error_LoadSettings_Unexpected_Format
source: Unexpected error loading settings from '{0}':\n{1}\n\nThe file will be deleted. Language selection will be required on next launch.
de: Unerwarteter Fehler beim Laden der Einstellungen aus '{0}':\n{1}\n\nDie Datei wird geloscht. Beim nachsten Start muss die Sprache ausgewahlt werden.
es: Error inesperado al cargar la configuración desde '{0}':\n{1}\n\nEl archivo será eliminado. Se requerirá la selección de idioma en el próximo inicio.
fr: Erreur inattendue lors du chargement des parametres depuis '{0}':\n{1}\n\nLe fichier sera supprime. La selection de la langue sera requise au prochain lancement.
it: Errore imprevisto durante il caricamento delle impostazioni da '{0}':\n{1}\n\nIl file verra eliminato. Sara richiesta la selezione della lingua al prossimo avvio.
pt: Erro inesperado ao carregar configurações de '{0}':\n{1}\n\nO arquivo será excluído. A seleção de idioma será necessária na próxima inicialização.

# Error_QuestionCannotBeEmpty
source: Question cannot be empty.
de: Die Frage darf nicht leer sein.
es: La pregunta no puede estar vacía.
fr: La question ne peut pas etre vide.
it: La domanda non puo essere vuota.
pt: A pergunta não pode estar vazia.

# Error_SaveSettings_DirectoryNotFound_Format
source: Failed to save settings.\nCould not determine the directory for the settings file: {0}
de: Speichern der Einstellungen fehlgeschlagen.\nDas Verzeichnis fur die Einstellungsdatei konnte nicht ermittelt werden: {0}
es: Error al guardar la configuración.\nNo se pudo determinar el directorio para el archivo de configuración: {0}
fr: Echec de l'enregistrement des parametres.\nImpossible de determiner le repertoire du fichier de parametres : {0}
it: Impossibile salvare le impostazioni.\nImpossibile determinare la directory per il file delle impostazioni: {0}
pt: Falha ao salvar as configurações.\nNão foi possível determinar o diretório para o arquivo de configurações: {0}

# Error_SaveSettings_IOException_Format
source: An error occurred while writing the settings file '{0}':\n{1}
de: Beim Schreiben der Einstellungsdatei '{0}' ist ein Fehler aufgetreten:\n{1}
es: Se produjo un error al escribir el archivo de configuración '{0}':\n{1}
fr: Une erreur s'est produite lors de l'ecriture du fichier de parametres '{0}':\n{1}
it: Si e verificato un errore durante la scrittura del file delle impostazioni '{0}':\n{1}
pt: Ocorreu um erro ao gravar o arquivo de configurações '{0}':\n{1}

# Error_SaveSettings_Title
source: Error Saving Settings
de: Fehler beim Speichern der Einstellungen
es: Error al guardar la configuración
fr: Erreur d'enregistrement des parametres
it: Errore nel salvataggio delle impostazioni
pt: Erro ao Salvar Configurações

# Error_SaveSettings_Unauthorized_Format
source: Failed to save settings.\nAccess denied to file:\n{0}\n\nPlease check write permissions.
de: Speichern der Einstellungen fehlgeschlagen.\nZugriff auf Datei verweigert:\n{0}\n\nBitte uberprufen Sie die Schreibberechtigungen.
es: Error al guardar la configuración.\nAcceso denegado al archivo:\n{0}\n\nPor favor, compruebe los permisos de escritura.
fr: Echec de l'enregistrement des parametres.\nAcces refuse au fichier :\n{0}\n\nVeuillez verifier les autorisations d'ecriture.
it: Impossibile salvare le impostazioni.\nAccesso negato al file:\n{0}\n\nVerificare le autorizzazioni di scrittura.
pt: Falha ao salvar as configurações.\nAcesso negado ao arquivo:\n{0}\n\nVerifique as permissões de escrita.

# Error_SaveSettings_Unexpected_Format
source: An unexpected error occurred while saving settings:\n{0}
de: Beim Speichern der Einstellungen ist ein unerwarteter Fehler aufgetreten:\n{0}
es: Se produjo un error inesperado al guardar la configuración:\n{0}
fr: Une erreur inattendue s'est produite lors de l'enregistrement des parametres:\n{0}
it: Si e verificato un errore imprevisto durante il salvataggio delle impostazioni:\n{0}
pt: Ocorreu um erro inesperado ao salvar as configurações:\n{0}

# Error_UnexpectedInitializationFailed_Format
source: Unexpected error during game initialization:\n{0}
de: Unerwarteter Fehler bei der Spielinitialisierung:\n{0}
es: Error inesperado durante la inicialización del juego:\n{0}
fr: Erreur inattendue lors de l'initialisation du jeu :\n{0}
it: Errore imprevisto durante l'inizializzazione del gioco:\n{0}
pt: Erro inesperado durante a inicialização do jogo:\n{0}

# Error_UnhandledException_Format
source: Unhandled Exception: {0}
de: Unbehandelte Ausnahme: {0}
es: Excepci?n no controlada: {0}
fr: Exception non geree : {0}
it: Eccezione non gestita: {0}
pt: Exce??o n?o tratada: {0}

# Error_UnhandledException_NoExceptionObject
source: Critical Error. Unhandled exception, details unavailable.
de: Kritischer Fehler. Unbehandelte Ausnahme, Details nicht verfugbar.
es: Error cr?tico. Excepci?n no controlada, detalles no disponibles.
fr: Erreur critique. Exception non geree, details non disponibles.
it: Errore critico. Eccezione non gestita, dettagli non disponibili.
pt: Erro cr?tico. Exce??o n?o tratada, detalhes n?o dispon?veis.

# Log_AddedCultureToList
source: Culture '{0}' added to the list.
de: Kultur „{0}“ zur Liste hinzugefugt.
es: Cultura '{0}' agregada a la lista.
fr: Culture « {0} » ajoutee a la liste.
it: Cultura '{0}' aggiunta all'elenco.
pt: Cultura '{0}' adicionada ? lista.

# Log_AddedFallbackLanguage
source: Added fallback language: {0}.
de: Fallback-Sprache hinzugefugt: {0}.
es: Idioma de respaldo agregado: {0}.
fr: Langue de secours ajoutee : {0}.
it: Aggiunta lingua di fallback: {0}.
pt: Idioma de fallback adicionado: {0}.

# Log_AddedHardcodedFallback
source: Failed to add any fallback language except hardcoded ru-RU.
de: Konnten keine anderen Fallback-Sprachen als das hartcodierte ru-RU hinzugefugt werden.
es: No se pudo agregar ning?n idioma de respaldo excepto ru-RU codificado.
fr: Impossible d'ajouter une langue de secours autre que ru-RU code en dur.
it: Impossibile aggiungere alcuna lingua di fallback ad eccezione di ru-RU hardcoded.
pt: Falha ao adicionar qualquer idioma de fallback, exceto ru-RU codificado.

# Log_AppCurrentNull
source: Application.Current was null. Cannot perform graceful shutdown.
de: Application.Current war null. Ordnungsgema?es Herunterfahren nicht moglich.
es: Application.Current era nulo. No se puede realizar un cierre correcto.
fr: Application.Current etait nul. Impossible d'effectuer un arret normal.
it: Application.Current era null. Impossibile eseguire l'arresto normale.
pt: Application.Current era nulo. N?o ? poss?vel realizar o desligamento normal.

# Log_AppExiting
source: Application exiting with code {0}.
de: Anwendung wird mit Code {0} beendet.
es: La aplicaci?n finaliza con el c?digo {0}.
fr: L'application se termine avec le code {0}.
it: Applicazione in uscita con codice {0}.
pt: Aplicativo saindo com c?digo {0}.

# Log_ApplyCulture_NotFound_Format
source: Culture "{0}" not found: {1}
de: Kultur "{0}" nicht gefunden: {1}
fr: Culture "{0}" introuvable : {1}
it: Cultura "{0}" non trovata: {1}

# Log_ApplyCulture_Unexpected_Format
source: Unexpected error applying culture: {0}
de: Unerwarteter Fehler beim Anwenden der Kultur: {0}
fr: Erreur inattendue lors de l'application de la culture : {0}
it: Errore imprevisto durante l'applicazione della cultura: {0}

# Log_ApplyingCulture_Attempt
source: Attempting to apply culture: {0}
de: Versuch, Kultur anzuwenden: {0}
es: Intentando aplicar cultura: {0}
fr: Tentative d'application de la culture : {0}
it: Tentativo di applicare la cultura: {0}
pt: Tentando aplicar cultura: {0}

# Log_ApplyingCulture_Failed
source: An unexpected error occurred while applying culture {0}.
de: Unerwarteter Fehler beim Anwenden der Kultur {0}.
es: Error inesperado al aplicar la cultura {0}.
fr: Une erreur inattendue s'est produite lors de l'application de la culture {0}.
it: Si e verificato un errore imprevisto durante l'applicazione della cultura {0}.
pt: Ocorreu um erro inesperado ao aplicar a cultura {0}.

# Log_ApplyingCulture_Fallback
source: Failed to apply selected/saved culture: {0}. Attempting fallback.
de: Ausgewahlte/gespeicherte Kultur konnte nicht angewendet werden: {0}. Versuche Fallback.
es: No se pudo aplicar la cultura seleccionada/guardada: {0}. Intentando respaldo.
fr: Impossible d'appliquer la culture selectionnee/enregistree : {0}. Tentative de secours.
it: Impossibile applicare la cultura selezionata/salvata: {0}. Tentativo di fallback.
pt: Falha ao aplicar a cultura selecionada/salva: {0}. Tentando fallback.

# Log_ApplyingCulture_FallbackSuccess
source: Successfully applied fallback culture: {0}.
de: Fallback-Kultur erfolgreich angewendet: {0}
es: Cultura de respaldo aplicada correctamente: {0}.
fr: Culture de secours appliquee avec succes : {0}.
it: Cultura di fallback applicata con successo: {0}.
pt: Cultura de fallback aplicada com sucesso: {0}

# Log_ApplyingCulture_NotFound
source: Culture '{0}' not found. Cannot apply.
de: Kultur „{0}“ nicht gefunden. Anwenden nicht moglich.
es: Cultura '{0}' no encontrada. No se puede aplicar.
fr: Culture « {0} » introuvable. Impossible d'appliquer.
it: Cultura '{0}' non trovata. Impossibile applicare.
pt: Cultura '{0}' n?o encontrada. N?o ? poss?vel aplicar.

# Log_ApplyingCulture_Success
source: Successfully applied culture {0} to the current thread.
de: Kultur {0} erfolgreich auf den aktuellen Thread angewendet.
es: Cultura {0} aplicada correctamente al hilo actual.
fr: Culture {0} appliquee avec succes au thread actuel.
it: Cultura {0} applicata con successo al thread corrente.
pt: Cultura {0} aplicada com sucesso ao thread atual.

# Log_AppStarting
source: Application Starting. Logging Service Initialized.
de: Anwendung wird gestartet. Protokollierungsdienst wird initialisiert.
es: Iniciando aplicación. Servicio de registro inicializado.
fr: Demarrage de l'application. Service de journalisation initialise.
it: Avvio dell'applicazione. Servizio di registrazione inizializzato.
pt: Iniciando aplicativo. Serviço de log inicializado.

# Log_BaseDirectoryNotExist
source: Base directory '{0}' does not exist. Cannot scan for satellite assemblies.
de: Basisverzeichnis „{0}“ existiert nicht. Scannen nach Satellitenassemblys nicht moglich.
es: El directorio base '{0}' no existe. No se pueden buscar ensamblados sat?lite.
fr: Le repertoire de base « {0} » n'existe pas. Impossible de rechercher des assemblys satellites.
it: La directory di base '{0}' non esiste. Impossibile cercare gli assembly satellite.
pt: O diret?rio base '{0}' n?o existe. N?o ? poss?vel verificar assemblies sat?lite.

# Log_CriticalError
source: Critical Error: {0}
de: Kritischer Fehler: {0}
es: Error cr?tico: {0}
fr: Erreur critique : {0}
it: Errore critico: {0}
pt: Erro cr?tico: {0}

# Log_CultureAddedToList
source: Culture "{0}" added to the list of supported languages.
de: Kultur "{0}" zur Liste der unterst?tzten Sprachen hinzugef?gt.
fr: Culture "{0}" ajout?e ? la liste des langues prises en charge.
it: Cultura "{0}" aggiunta alla lista delle lingue supportate.

# Log_CultureAddNotFound
source: Attempted to add culture '{0}', but it was not found.
de: Versuch, Kultur „{0}“ hinzuzufugen, aber sie wurde nicht gefunden.
es: Se intent? agregar la cultura '{0}', pero no se encontr?.
fr: Tentative d'ajout de la culture « {0} », mais elle n'a pas ete trouvee.
it: Tentativo di aggiungere la cultura '{0}', ma non e stata trovata.
pt: Tentativa de adicionar cultura '{0}', mas n?o foi encontrada.

# Log_CultureApplied
source: Culture "{0}" successfully applied.
de: Kultur "{0}" erfolgreich angewendet.
fr: Culture "{0}" appliqu?e avec succ?s.
it: Cultura "{0}" applicata con successo.

# Log_CultureInvalid
source: Culture code '{0}' is invalid.
de: Kulturcode „{0}“ ist ungultig.
es: El c?digo de cultura '{0}' no es v?lido.
fr: Le code de culture « {0} » n'est pas valide.
it: Il codice cultura '{0}' non e valido.
pt: O c?digo de cultura '{0}' ? inv?lido.

# Log_DiscoveringLanguages
source: Discovering supported languages...
de: Unterstutzte Sprachen werden erkannt...
es: Descubriendo idiomas admitidos...
fr: Detection des langues prises en charge...
it: Rilevamento lingue supportate...
pt: Descobrindo idiomas suportados...

# Log_DiscoverLanguages_Failed_Format
source: Failed to discover languages: {0}
de: Sprachen konnten nicht erkannt werden: {0}
fr: ?chec de la d?couverte des langues : {0}
it: Impossibile rilevare le lingue: {0}

# Log_DiscoveryFailed
source: Failed to discover supported languages.
de: Fehler beim Erkennen unterstutzter Sprachen.
es: Error al descubrir los idiomas admitidos.
fr: Echec de la detection des langues prises en charge.
it: Impossibile rilevare le lingue supportate.
pt: Falha ao descobrir idiomas suportados.

# Log_FallbackCultureAdded
source: Fallback culture "Russian" added as other languages could not be determined.
de: Fallback-Kultur "Russisch" hinzugef?gt, da andere Sprachen nicht ermittelt werden konnten.
fr: Culture de repli « Russe » ajout?e, car d'autres langues n'ont pas pu ?tre d?termin?es.
it: Cultura di fallback "Russo" aggiunta poich? non ? stato possibile determinare altre lingue.

# Log_FlushingLogs
source: Application Shutting Down. Flushing logs...
de: Anwendung wird heruntergefahren. Protokollpuffer werden geleert...
es: Apagando la aplicación. Vaciando registros...
fr: Arret de l'application. Vidage des journaux...
it: Arresto dell'applicazione. Svuotamento dei log...
pt: Desligando o aplicativo. Descarregando logs...

# Log_FoundLanguagesResult
source: Found {0} supported languages: {1}
de: {0} unterstutzte Sprachen gefunden: {1}
es: Se encontraron {0} idiomas admitidos: {1}
fr: {0} langues prises en charge trouvees : {1}
it: Trovate {0} lingue supportate: {1}
pt: Encontrados {0} idiomas suportados: {1}

# Log_FoundNeutralLanguage
source: Found neutral language '{0}' from assembly attribute.
de: Neutrale Sprache „{0}“ aus Assembly-Attribut gefunden.
es: Se encontr? el idioma neutro '{0}' del atributo del ensamblado.
fr: Langue neutre « {0} » trouvee a partir de l'attribut d'assembly.
it: Trovata lingua neutra '{0}' dall'attributo dell'assembly.
pt: Idioma neutro '{0}' encontrado no atributo do assembly.

# Log_FoundSatelliteAssembly
source: Found satellite assembly for culture '{0}'.
de: Satellitenassembly fur Kultur „{0}“ gefunden.
es: Ensamblado sat?lite encontrado para la cultura '{0}'.
fr: Assembly satellite trouve pour la culture « {0} ».
it: Trovato assembly satellite per la cultura '{0}'.
pt: Assembly sat?lite encontrado para a cultura '{0}'.

# Log_InvalidCultureDirectory
source: Directory name '{0}' is not a valid culture code.
de: Verzeichnisname „{0}“ ist kein gultiger Kulturcode.
es: El nombre de directorio '{0}' no es un c?digo de cultura v?lido.
fr: Le nom de repertoire « {0} » n'est pas un code de culture valide.
it: Il nome della directory '{0}' non e un codice cultura valido.
pt: O nome do diret?rio '{0}' n?o ? um c?digo de cultura v?lido.

# Log_LanguageSelectionNeeded
source: No valid language selected or found in settings. Showing language selection window.
de: Keine gultige Sprache in den Einstellungen ausgewahlt oder gefunden. Sprachauswahlfenster wird angezeigt.
es: No se seleccion? o encontr? un idioma v?lido en la configuraci?n. Mostrando ventana de selecci?n de idioma.
fr: Aucune langue valide selectionnee ou trouvee dans les parametres. Affichage de la fenetre de selection de la langue.
it: Nessuna lingua valida selezionata o trovata nelle impostazioni. Visualizzazione della finestra di selezione della lingua.
pt: Nenhum idioma v?lido selecionado ou encontrado nas configura??es. Mostrando janela de sele??o de idioma.

# Log_LoadSettings_IOException_Format
source: I/O error while loading settings file '{0}'. Details: {1}
de: E/A-Fehler beim Laden der Einstellungsdatei '{0}'. Details: {1}
fr: Erreur d'E/S lors du chargement du fichier de parametres '{0}'. Details : {1}

# Log_LoadSettings_ReadFailed_Format
source: Error reading settings file '{0}': file is corrupted or has incorrect format. Details: {1}
de: Fehler beim Lesen der Einstellungsdatei '{0}': Datei beschadigt oder falsches Format. Details: {1}
fr: Erreur de lecture du fichier de parametres '{0}': fichier corrompu ou format incorrect. Details : {1}

# Log_LoadSettings_Unexpected_Format
source: Unexpected error while loading settings file '{0}'. Details: {1}
de: Unerwarteter Fehler beim Laden der Einstellungsdatei '{0}'. Details: {1}
fr: Erreur inattendue lors du chargement du fichier de parametres '{0}'. Details : {1}

# Log_MainWindowInitArgumentError
source: Critical initialization error in MainWindow (ArgumentException): {0}
de: Kritischer Initialisierungsfehler in MainWindow (ArgumentException): {0}
es: Error cr?tico de inicializaci?n en MainWindow (ArgumentException): {0}
fr: Erreur d'initialisation critique dans MainWindow (ArgumentException) : {0}
it: Errore critico di inizializzazione in MainWindow (ArgumentException): {0}
pt: Erro cr?tico de inicializa??o na MainWindow (ArgumentException): {0}

# Log_MainWindowInitError
source: Critical initialization error in MainWindow: {0}
de: Kritischer Initialisierungsfehler in MainWindow: {0}
es: Error cr?tico de inicializaci?n en MainWindow: {0}
fr: Erreur d'initialisation critique dans MainWindow : {0}
it: Errore critico di inizializzazione in MainWindow: {0}
pt: Erro cr?tico de inicializa??o na MainWindow: {0}
